Repository: twofas/2fas-pass-ios
Catalog: 2PASS/2PASS/Other/Localizable.xcstrings
Source language: en
Languages: de, pl

# set_new_password_success_title
source: Master Password successfully changed
de: Dein Meisterkennwort wurde erfolgreich geändert
pl: Hasło główne zmienione pomyślnie

# settings_2fas_get
source: Get 2FAS Auth
de: 2FAS Auth installieren
pl: Pobierz 2FAS Auth

# settings_2fas_open
source: Open 2FAS Auth
de: 2FAS Auth öffnen
pl: Otwórz 2FAS Auth

# settings_about
source: About
de: Über uns
pl: Informacje

# settings_autofill_browsers
source: Browsers
de: Browser
pl: Przeglądarki

# settings_autofill_browsers_description
source: To use 2FAS Pass with browsers that have built-in password autofill, enable support for third-party autofill services in the browser's settings.
de: Um das automatische Ausfüllen von 2FAS Pass in Browsern mit eigenem Passwortmanager zu nutzen, aktiviere bitte in den Einstellungen die Option ‚Automatisches Ausfüllen durch Drittanbieter‘.
pl: Aby korzystać z 2FAS Pass w przeglądarkach z wbudowanym autouzupełnianiem haseł, włącz obsługę usług autouzupełniania innych firm w ustawieniach przeglądarki.

# settings_autofill_keyboard
source: Keyboard inline suggestions
de: Direktvorschläge beim Tippen
pl: Sugestie na klawiaturze

# settings_autofill_keyboard_description
source: Display autofill suggestions in your keyboard (if supported).
de: Zeige Vorschläge für das automatische Ausfüllen über deiner Tastatur an (so weit unterstützt).
pl: Wyświetlaj sugestie autouzupełniania na klawiaturze (jeśli są obsługiwane).

# settings_autofill_open_system_settings_description
source: Configure AutoFill: Settings → General → AutoFill & Passwords
de: Bearbeite die Einstellungen für das automatische Ausfüllen: Einstellungen → Generell -> Automatisches Ausfüllen & Passwörter
pl: Konfiguruj autouzupełnianie: Ustawienia → Ogólne → Wypełnianie i Hasła

# settings_autofill_service
source: Setup Autofill
de: Automatisches Ausfüllen einstellen
pl: Skonfiguruj autouzupełnianie

# settings_autofill_service_description
source: Select 2FAS Pass to automatically fill in Item details in other apps.
de: Wähle die 2FAS App aus, um automatisch Eintragsdetails in andere Apps.
pl: Wybierz 2FAS Pass do autouzupełniania szczegółów elementu w innych aplikacjach.

# settings_autofill_toggle
source: Set app as your AutoFill provider
de: Aktiviere das automatische Ausfüllen
pl: Ustaw 2FAS Pass jako usługę autouzupełnienia

# settings_autofill_toggle_description
source: Automatically fill in your information from the keyboard when you need it.
de: Füge deine Informationen automatisch von deiner Tastatur ein, wenn du sie brauchst.
pl: Automatycznie wypełniaj swoje dane z poziomu klawiatury, gdy ich potrzebujesz.

# settings_backup_error_decryption_kit_file
source: Selected Decryption Kit has a different Master Key than the one used to encrypt your backup file. Please choose a different Decryption Kit or enter the Secret Key and Master Password manually.
de: Das von dir gewählte Entschlüsselungskit verwendet einen anderen Masterschlüssel als das in der Datensicherung hinterlegte. Bitte wähle ein anderes Entschlüsselungskit aus oder gib deine Wiederherstellungswörter und das Masterpasswort manuell ein.
pl: Wybrany zestaw deszyfrujący ma inny główny klucz niż ten użyty do zaszyfrowania pliku kopii zapasowej. Wybierz inny zestaw deszyfrujący lub wprowadź ręcznie tajny klucz oraz hasło główne.

# settings_backup_error_mismatch_kit
source: Selected Decryption Kit does not match imported Vault. Please select a different Decryption Kit file.
de: Das ausgewählte Entschlüsselungskit stimmt nicht mit dem importierten Tresor überein. Bitte nutze ein anderes Entschlüsselungskit.
pl: Wybrany zestaw deszyfrujący nie jest zgodny z wybranym sejfem. Zeskanuj inny zestaw deszyfrujący.

# settings_backup_error_reading_kit
source: Error while reading Decryption Kit
de: Fehler beim Lesen des Entschlüsselungskits
pl: Błąd przy odczytywaniu zestawu deszyfrującego.

# settings_backup_error_reading_kit_description
source: Error while reading Decryption Kit.
de: Fehler beim Lesen des Entschlüsselungskits
pl: Błąd przy odczytywaniu zestawu deszyfrującego.

# settings_backup_error_scanning_generic
source: Error while scanning the Decryption Kit's QR Code. Try again or select a different Decryption Kit. (%@)
de: Beim Scannen des QR-Codes auf dem Entschlüsselungskit. Bitte versuche es erneut oder nutze ein anderes Entschlüsselungskit. (%@)
pl: Błąd przy skanowaniu kodu QR zestawu deszyfrującego. Spróbuj ponownie lub wybierz inny zestaw deszyfrujący. (%@)

# settings_backup_error_scanning_kit
source: Error while scanning Decryption Kit
de: Fehler beim Scannen vom Entschlüsselungskit
pl: Błąd przy skanowaniu zestawu deszyfrującego

# settings_backup_error_scanning_kit_description
source: Scanned Decryption Kit does not match imported Vault. Please scan a different Decryption Kit.
de: Das gescannte Entschlüsselungskit passt nicht zum importierten Tresor. Bitte versuchen es mit einem anderen Entschlüsselungskit.
pl: Zeskanowany zestaw deszyfrujący nie jest zgodny z wybranym sejfem. Zeskanuj inny zestaw deszyfrujący.

# settings_backup_error_wrong_password
source: Incorrect password.
de: Falsches Passwort
pl: Nieprawidłowe hasło.

# settings_backup_seed_error_mismatch
source: Entered Secret Words do not match the imported Vault. Please make sure you have entered the correct words.
de: Die eingegebenen Wiederherstellungswörter stimmen nicht mit dem importierten Tresor überein. Bitte stelle sicher, dass du die korrekten Wiederherstellungswörter verwendest und sie richtig eingegeben hast.
pl: Wprowadzone tajne słowa nie są zgodne z wybranym sejfem. Upewnij się, że wprowadziłeś poprawne słowa.

# settings_change_password_cta_processing
source: Please wait…
de: Bitte warten ....
pl: Proszę czekać...

# settings_change_password_cta_success
source: Download new Decryption Kit
de: Neues Entschlüsselungskit herunterladen
pl: Pobierz nowy zestaw deszyfrujący

# settings_change_password_processing_description
source: Changing your password and re-encrypting your data. Please do not close the app during this process.
de: Dein Passwort wird geändert und deine Daten neu verschlüsselt. Bitte schließe die App während des Vorganges nicht.
pl: Trwa zmiana hasła i ponowne szyfrowanie danych. Prosimy nie zamykać aplikacji podczas tego procesu.

# settings_change_password_processing_message_cloud
source: Syncing cloud…
de: Cloud wird synchronisiert ....
pl: Synchronizowanie...

# settings_change_password_processing_message_local
source: Re-encrypting local data…
de: Deine lokalen Daten werden neu verschlüsselt, um höchste Sicherheit zu gewährleisten ...
pl: Ponowne szyfrowanie danych lokalnych…

# settings_change_password_processing_title
source: Processing…
de: Verarbeitet ...
pl: Przetwarzanie…

# settings_change_password_success_card_description
source: You need to download a new kit because you have changed your Master Password.
de: Wegen der Änderung deines Masterpassworts ist es notwendig, dass du ein neues Entschlüsselungskit herunterlädst.
pl: Musisz pobrać nowy zestaw deszyfrujący, ponieważ zmieniłeś swoje hasło główne.

# settings_change_password_success_card_title
source: Download Decryption Kit
de: Entschlüsselungskit herunterladen
pl: Pobierz zestaw deszyfrujący

# settings_change_password_success_description
source: Your Master Password has been changed. Download a new Decryption Kit and re-enable Cloud Sync on other devices.
de: Dein Masterkennwort wurde erfolgreich geändert. Bitte lade dir das neue Entschlüsselungskit herunter und aktiviere die Cloud-Synchronisation auf deinen anderen Geräten erneut.
pl: Hasło główne zostało zmienione. Pobierz nowy zestaw deszyfrujący i ponownie włącz synchronizację z chmurą na innych urządzeniach.

# settings_change_password_success_title
source: Master Password successfully changed!
de: Masterkennwort erfolgreich geändert!
pl: Hasło główne zmienione pomyślnie!

# settings_cloud_sync_description
source: Securely sync your 2FAS Pass Vault to protect your data in case this device gets lost or damaged.
de: Synchronisiere deinen 2FAS-Tresor gefahrlos mit deinen Cloud-Diensten (iCloud, Google Drive, WebDAV). So stellst du sicher, dass du auch bei einem Gerätewechsel oder -schaden nie den Zugriff auf deine Daten verlierst.
pl: Bezpiecznie synchronizuj swój sejf 2FAS Pass z iCloud lub WebDAV, aby chronić dane w przypadku uszkodzenia lub utraty tego urządzenia.

# settings_cloud_sync_description_long
source: Securely sync your 2FAS Pass Vault with Google Drive or WebDAV to protect your data in case this device gets lost or damaged.
de: Synchronisiere deine Daten sicher mit Google Drive oder WebDAV, um sicherzugehen, dass du den Zugriff auf deine Daten nicht verlierst, selbst wenn dein Gerät gestohlen wird oder defekt ist.
pl: Bezpiecznie synchronizuj sejf 2FAS Pass z Google Drive lub WebDAV, aby chronić swoje dane w przypadku uszkodzenia lub utraty tego urządzenia.

# settings_cloud_sync_icloud_label
source: iCloud Sync
de: iCloud Synchronisation
pl: Synchronizacja iCloud

# settings_cloud_sync_last_sync %@
source: Last successful synchronization: **%@**
de: Letzte erfolgreiche Synchronisation: **%@**
pl: Ostatnia udana synchronizacja: **%@**

# settings_cloud_sync_title
source: Vault Sync
de: Tresor Synchronisation
pl: Synchronizacja sejfu

# settings_entry_about
source: About 2FAS Pass
de: Informationen über 2FAS Pass
pl: O aplikacji

# settings_entry_app_access
source: Access security
de: Sicherheit
pl: Bezpieczeństwo dostępu

# settings_entry_app_lock_attempts
source: Lockout settings
de: App-Abriegelungseinstellung
pl: Nieudane próby logowania

# settings_entry_app_lock_attempts_description
source: After this number of failed attempts, the application will be locked for 1 minute. It will increase progressively to 3 minutes, 5 minutes, 15 minutes, up to 1 hour.
de: Nach dieser Anzahl von falschen Versuchen wird die App für 1 Minute gesperrt. Die Zeit steigert sich jedes Mal, wenn man das Passwort wiederholt falsch eingibt. Die Zeitabstände sind: 3 Min, 5 Min, 15 Min, 1 Std.
pl: Po tej liczbie nieudanych prób logowania aplikacja zostanie zablokowana na 1 minutę. Czas blokady będzie stopniowo wydłużany do 3, 5 i 15 minut, aż do 1 godziny.

# settings_entry_app_lock_attempts_footer
source: Set the number of failed Master Password attempts that will lock the application for the specified time.
de: Leg fest, nach wie vielen Fehlversuchen die App gesperrt wird.
pl: Ustaw liczbę nieudanych prób wpisania hasła głównego, po której aplikacja zostanie zablokowana na określony czas.

# settings_entry_app_lock_time
source: App lockout time
de: App-Sperrzeit
pl: Czas blokady aplikacji

# settings_entry_app_lock_time_description
source: Set the duration after which the app will require the Master Password again.
de: Stelle die Zeit ein, nach welcher die App erneut nach dem Masterkennwort fragt.
pl: Ustaw czas, po upływie którego aplikacja ponownie zażąda podania hasła głównego.

# settings_entry_autofill
source: Autofill
de: Automatisches Ausfüllen
pl: Autouzupełnianie

# settings_entry_autofill_description
source: Enable autofill to automatically fill in Item details.
de: Erlaube automatisches Ausfüllen, um Einträge automatisiert einzufügen.
pl: Włącz autouzupełnianie, aby automatycznie wypełniać szczegóły elementu.

# settings_entry_autofill_lock_time
source: Autofill lockout time
de: Automatisches Ausfüllen Zeitlimit
pl: Czas blokady autouzupełniania

# settings_entry_autofill_lock_time_description
source: Set the duration after which the autofill service will require the Master Password again. This is only relevant for Items assigned to the Secret Tier.
de: Stelle ein, wie lange du die Funktion „Automatisches Ausfüllen“ nutzen kannst, ohne dass du das Masterkennwort erneut eingeben musst. Diese Einstellung ist nur relevant für Items, die zu der Sicherheitsstufe „Sehr sicher“ gehören.
pl: Ustaw czas, po upływie którego autouzupełnianie zażąda ponownego podania hasła głównego. Dotyczy to wyłącznie poufnych elementów.

# settings_entry_biometrics
source: Biometrics
de: Biometrie
pl: Biometria

# settings_entry_biometrics_description
source: Use biometrics to unlock the app instead of using a Master Password.
de: Nutze Biometrie, um die App zu entsperren anstelle des Masterkennwortes.
pl: Użyj biometrii do odblokowywania aplikacji.

# settings_entry_biometrics_not_available
source: Biometrics unavailable.
de: Entsperren durch Biometrie nicht möglich.
pl: Biometria niedostępna.

# settings_entry_biometrics_toggle
source: Unlock app with Biometrics
de: Entsperre die App mit Biometrie
pl: Odblokowywanie biometryczne

# settings_entry_change_password
source: Change Master Password
de: Ändere das Masterkennwort
pl: Zmień hasło główne

# settings_entry_cloud_sync
source: Sync
de: Synchronisieren
pl: Synchronizacja

# settings_entry_cloud_sync_description
source: Automatically back up and sync your data across devices.
de: Automatische Datensicherung erstellen und die Daten zwischen den Geräten synchronisieren.
pl: Automatycznie twórz kopie zapasowe i synchronizuj swoje dane między urządzeniami.

# settings_entry_cloud_sync_provider
source: Select provider
de: Wähle ein Service
pl: Wybierz sposób synchronizacji

# settings_entry_convenience
source: Convenience
de: Bequemlichkeit
pl: Wygoda

# settings_entry_customization
source: Customization
de: Anpassungen
pl: Dostosowywanie

# settings_entry_customization_description
source: Tailor the app's appearance and features.
de: Passe das Erscheinungsbild und die Funktionen der App an.
pl: Dostosuj wygląd i funkcje aplikacji.

# settings_entry_data_access
source: Default Security
de: Standard Sicherheit
pl: Domyślny poziom bezpieczeństwa

# settings_entry_decryption_kit
source: Decryption Kit
de: Entschlüsselungskit
pl: Zestaw deszyfrujący

# settings_entry_decryption_kit_description
source: Download your Decryption Kit again if you have lost it.
de: Lade dein Entschlüsselungskit erneut hinunter, solltest du es verlorenhaben.
pl: Jeśli straciłeś swój zestaw deszyfrujący, pobierz go ponownie.

# settings_entry_default_uri_match_rule
source: Default URI match rule
de: Standardregel für die URI
pl: Domyślna reguła dopasowania URI

# settings_entry_default_uri_match_rule_description
source: Pre-selected matching rule when adding a new URI to a Login.
de: Vorausgewählte Zuordnungsregel beim Hinzufügen einer neuen URI zu einem Login
pl: Domyślna reguła dopasowania przy dodawaniu nowego URI do loginu.

# settings_entry_device_nickname
source: Device nickname
de: Gerätename
pl: Nazwa tego urządzenia

# settings_entry_device_nickname_description
source: Set the nickname used to identify this device.
de: Erstelle einen Namen, mit dem man dieses Gerät identifizieren kann.
pl: Wybierz nazwę do indentyfikowania tego urządzenia.

# settings_entry_discord
source: Our Discord Community
de: Unsere Discord Community
pl: Nasza społeczność Discord

# settings_entry_dynamic_colors
source: Dynamic Theme
de: Dynamisches Design
pl: Dynamiczny motyw

# settings_entry_dynamic_colors_description
source: Dynamically change the app theme based on your wallpaper.
de: Automatisches Anpassen des App Designs anhand deines Hintergrundbildes.
pl: Zmieniaj motyw aplikacji dynamicznie w oparciu o tapetę.

# settings_entry_export_2pass
source: Export to file
de: Exportieren als Datei
pl: Eksport

# settings_entry_google_drive_sync
source: Google Drive sync
de: Google Drive Synchronisation
pl: Synchronizacja Google Drive

# settings_entry_google_drive_sync_description
source: Automatically back up and sync your data across devices.
de: Erstellt automatisch Datensicherungen und synchronisiert diese mit Ihren anderen Geräten.
pl: Automatycznie twórz kopie zapasowe i synchronizuj dane między urządzeniami.

# settings_entry_google_drive_sync_explanation
source: The backup file is stored in a hidden folder on your Google Drive, accessible only by the 2FAS Pass app. It is encrypted with your Secret Words and Master Password.
de: Die Datensicherung ist in einem versteckten Order in deinem Google Drive gespeichert. Dieser Ordner kann nur von der 2FAS Pass App abgerufen werden. Außerdem ist die Datei mit deinem Masterkennwort verschlüsselt.
pl: Plik kopii zapasowej jest przechowywany w ukrytym folderze na dysku Google Drive, do którego dostęp ma wyłącznie aplikacja 2FAS Pass. Jest on zaszyfrowany tajnymi słowami i hasłem głównym.

# settings_entry_help_center
source: Help Center
de: Hilfe
pl: Pomoc

# settings_entry_import_2pass
source: Import file
de: Datei importieren
pl: Import

# settings_entry_import_export
source: Import / Export
de: Importieren / Exportieren
pl: Import / Eksport

# settings_entry_import_export_2pass
source: Local backup
de: Lokale Datensicherung
pl: Lokalna kopia zapasowa

# settings_entry_import_export_description
source: Move your data between devices.
de: Verschiebe deine Daten zwischen Geräten.
pl: Przenieś swoje dane między urządzeniami.

# settings_entry_known_browsers
source: Connected Extensions
de: Verbundene Browser-Erweiterungen
pl: Połączone rozszerzenia

# settings_entry_known_browsers_description
source: Manage connected browser extensions.
de: Bearbeite verbundene Browser-Erweiterungen
pl: Zarządzaj zaufanymi rozszerzeniami przeglądarki.

# settings_entry_lockout_settings
source: Lockout settings
de: App-Sperreinstellungen
pl: Ustawienia blokady

# settings_entry_lockout_settings_description
source: Manage the app's lockouts settings.
de: Ändere die App-Sperreinstellungen.
pl: Zarządzaj ustawieniami blokady aplikacji.

# settings_entry_login_click_action
source: Default action on tap
de: Standard Aktion beim Drücken
pl: Akcja po kliknięciu

# settings_entry_login_click_action_description
source: Select the action that happens when you tap an Item.
de: Wähle aus, was passiert, wenn du den Eintrag antippst.
pl: Wybierz akcję, która zostanie wykonana po kliknięciu elementu.

# settings_entry_manage_tags
source: Manage Tags
de: Tags verwalten
pl: Zarządzaj Tagami

# settings_entry_manage_tags_description
source: Tags enable you to assign and filter your Items.
de: Mit Tags kannst du Einträge kategorisieren und nach ihnen filtern.
pl: Tagi umożliwiają przypisywanie i filtrowanie elementów.

# settings_entry_protection_level
source: Security Tier
de: Sicherheitsstufen
pl: Poziom bezpieczeństwa

# settings_entry_protection_level_description
source: With Security Tiers, you decide how to use individual Items with Autofill and share them with the 2FAS Pass Browser Extension.
de: Durch Sicherheitsstufen wählst du, wie sicher jeder Eintrag sein soll. Du kannst einstellen, wie verschiedene Einträge mit dem automatischen Ausfüllen sowie der Browser-Erweiterung umgehen.
pl: Dzięki poziomom bezpieczeństwa decydujesz o dostępie autouzupełniania i rozszerzenia przeglądarki do każdego elementu.

# settings_entry_protection_level0
source: Top Secret
de: Extrem sicher
pl: Ściśle tajny

# settings_entry_protection_level0_description
source: **Secret** + Items are isolated in the mobile application. Autofill has no access to the Item. Browser Extension has no access to the Item.
de: **Sicher** + Die Einträge sind in der Handy-App isoliert. Automatisches Ausfüllen hat kein Zugriff auf die Daten. Die Browser-Erweiterung hat kein Zugriff auf die Daten.
pl: **Poufny** + Elementy są odizolowane w aplikacji mobilnej. Autouzupełnianie nie ma dostępu do elementu. Rozszerzenie przeglądarki nie ma dostępu do elementu.

# settings_entry_protection_level1
source: Highly Secret
de: Sehr sicher
pl: Tajny

# settings_entry_protection_level1_description
source: **Secret** + Additional confirmation required. Autofill requires app confirmation. Browser Extension requires app confirmation.
de: **Sicher** + Eine zusätzliche Bestätigung. Automatisches Ausfüllen erfordert eine Bestätigung. Die Browser-Erweiterung benötigt eine Bestätigung in der App, um auf Informationen zuzugreifen.
pl: **Poufny** + Wymagane dodatkowe potwierdzenie. Autouzupełnianie wymaga potwierdzenia w aplikacji. Rozszerzenie przeglądarki wymaga potwierdzenia w aplikacji.

# settings_entry_protection_level2
source: Secret
de: Sicher
pl: Poufny

# settings_entry_protection_level2_description
source: **Stored securely on your mobile device.** Autofill requires system confirmation. Browser Extension can use the Item when needed.
de: **Sicher gespeichert auf deinem Handy** Automatisches Ausfüllen erfordert eine Bestätigung. Die Browser-Erweiterung kann die Einträge nutzen, wenn gebraucht.
pl: **Elementy bezpiecznie przechowywane na urządzeniu mobilnym.** Autouzupełnianie wymaga potwierdzenia systemowego. Rozszerzenie przeglądarki może korzystać z elementu.

# settings_entry_push_notifications
source: Push Notifications
de: Benachrichtigungen
pl: Powiadomienia push

# settings_entry_push_notifications_description
source: Customize notifications to stay updated on app activity and security.
de: Bearbeite Benachrichtigungseinstellungen, um über App-Aktivitäten sowie sicherheitsrelevante Informationen informiert zu bleiben.
pl: Dostosuj powiadomienia, aby być na bieżąco z bezpieczeństwem i aktywnością aplikacji.

# settings_entry_screen_capture
source: Screen Capture
de: Bildschirmaufnahmen
pl: Zrzuty ekranu

# settings_entry_screen_capture_description
source: Allow screenshots and screen recordings of the app for 5 minutes.
de: Erlaube Bildschirmaufnahmen in der App für die nächsten 5 Minuten.
pl: Pozwól na wykonywanie zrzutów ekranu i nagrywanie ekranu aplikacji przez 5 minut.

# settings_entry_screen_recording
source: Screen Recording
de: Bildschirmaufnahme
pl: Nagrywanie ekranu

# settings_entry_screen_recording_confirm_description
source: This option allows recording of app content. It will also enable any external attempts to capture the screen. To ensure safety, this option will automatically turn off after %d minutes.
de: Diese Option erlaubt das Aufzeichnen von App-Inhalten. Sie ermöglicht zudem externe Versuche, den Bildschirm zu erfassen. Um die Sicherheit zu gewährleisten, schaltet sich diese Option nach %d Minuten automatisch aus.
pl: Ta opcja pozwala na nagrywanie zawartości aplikacji. Jednocześnie umożliwia zewnętrznym aplikacjom przechwytywanie ekranu. Aby zapewnić bezpieczeństwo, opcja ta wyłączy się automatycznie po %d minutach.

# settings_entry_screen_recording_confirm_title
source: Allow Screen Recording?
de: Bildschirmaufnahmen erlauben?
pl: Pozwolić na nagrywanie ekranu?

# settings_entry_screen_recording_description
source: Allow screen recording of the app for %d minutes.
de: Erlaube Bildschirmaufnahmen der App für %d Minuten.
pl: Pozwól na nagrywanie ekranu aplikacji przez %d minut.

# settings_entry_screenshots_confirm_description
source: Are you sure? This option lets you screenshot and record anything within the app. However, it will also enable any external attempts to capture screens in the app. To ensure safety, this option will automatically turn off after 5 minutes.
de: Bist du sicher, dass du Bildschirmfotos sowie Aufnahmen zulassen willst? Diese Funktion erlaubt es dir, in den nächsten 5 Minuten Bildschirmfotos sowie Aufnahmen von der App zu machen, allerdings erlaubt sie auch alle externen Versuche, Bildschirmfotos von der App zu machen. Aus Sicherheitsgründen wird diese Funktion nach 5 Minuten wieder automatisch deaktiviert.
pl: Jesteś pewien? Ta opcja pozwala na wykonywanie zrzutów ekranu i nagrywanie wszystkiego w aplikacji. Jednocześnie umożliwia ona próby przechwycenia ekranu przez zewnętrzne aplikacje. Aby zapewnić bezpieczeństwo, opcja ta wyłącza się automatycznie po 5 minutach.

# settings_entry_screenshots_confirm_title
source: Allow Screen Capture?
de: Bildschirmaufnahmen zulassen
pl: Pozwolić na zrzuty ekranu?

# settings_entry_security
source: Security
de: Sicherheit
pl: Bezpieczeństwo
